Repository: OmegaT-extra-L10N/zh_cn
Catalog: omegat/project_save.tmx
Source language: en
Languages: zh_cn

source: Another package with the same name already exists.
zh_cn: 已存在另一个同名的包。

source: Can't Redo
zh_cn: 无法恢复

source: Can't Undo
zh_cn: 无法撤消

source: Cancel
zh_cn: 取消

source: Choose what text to paste from text recently on the clipboard.
zh_cn: 从最近在剪贴板上的文本中选择要粘贴的文本。

source: Clipboard History:
zh_cn: 剪贴板历史记录：

source: Content Assist Available
zh_cn: 内容辅助可用

source: Copies current selection to the clipboard.
zh_cn: 将当前选中的内容复制到剪贴板。

source: Copy
zh_cn: 复制

source: Copy Error
zh_cn: 复制错误

source: Creating new project from OMT package
zh_cn: 正在从 OMT 包创建新项目

source: Cut
zh_cn: 剪切

source: Delete
zh_cn: 删除

source: Delete unpacked OMT Package
zh_cn: 删除已解压缩的 OMT 包

source: Deleting project...
zh_cn: 正在删除项目...

source: Direction:
zh_cn: 方向：

source: Do you want to delete the OMT Package?
zh_cn: 是否要删除OMT包？

source: Do you want to overwrite it with the translation from the package ?
zh_cn: 是否要使用包中的翻译覆盖之？

source: Do you want to overwrite this package?
zh_cn: 是否要覆盖此包？

source: Down
zh_cn: 向下

source: Doxygen-commented files (Okapi)
zh_cn: Doxygen-commented 文件 (Okapi)

source: Error
zh_cn: 错误

source: Filter Parameters Files
zh_cn: 过滤器参数文件

source: Filter settings are currently <b>Project Specific</b>.<br>Therefore, after you click "OK", the parameters file will be copied to this location:<br>
zh_cn: 过滤器设置目前是<b>项目专用</b>的。<br>因此，点击“确定”后，参数文件会被复制到此位置：<br>

source: Find
zh_cn: 查找

source: Find what:
zh_cn: 查找内容：

source: Find:
zh_cn: 查找：

source: Fuzzy Match
zh_cn: 模糊匹配

source: Fuzzy Matches Issues
zh_cn: 模糊匹配问题

source: Goto Line
zh_cn: 转到行

source: HTML files (Okapi)
zh_cn: HTML 文件 (Okapi)

source: InDesign IDML files (Okapi)
zh_cn: InDesign IDML 文件 (Okapi)

source: Include the name of the translation unit in comments
zh_cn: 在注释中包含翻译单元的名称

source: Invalid OMT package, file "omegat.project" is missing.
zh_cn: OMT 包无效，缺少文件“omegat.project”。

source: Is there an open project?
zh_cn: 打开项目了吗？

source: JSON files (Okapi)
zh_cn: JSON 文件 (Okapi)

source: Line Number:
zh_cn: 行号：

source: Mark all
zh_cn: 全部标记

source: Markdown files (Okapi)
zh_cn: Markdown 文件 (Okapi)

source: Match case
zh_cn: 匹配大小写

source: Missing Path
zh_cn: 缺少路径

source: No <xliff> element found.
zh_cn: 未找到<xliff>元素。

source: No Parameters File
zh_cn: 没有参数文件

source: No Project Folder
zh_cn: 没有项目文件夹

source: No element in the file.
zh_cn: 文件中没有元素。

source: OK
zh_cn: 确定

source: OMT Package
zh_cn: OMT 包

source: OMT Package file
zh_cn: OMT 包文件

source: OMT Package successfully created.
zh_cn: 已成功创建 OMT 包。

source: OMT package imported.
zh_cn: 已导入 OMT 包。

source: OMT project packaged.
zh_cn: OMT 项目已打包。

source: Okapi Filter Options
zh_cn: Okapi 过滤器选项

source: Okapi XLIFF Filter Options
zh_cn: Okapi XLIFF 过滤器选项

source: OpenXML files (Okapi)
zh_cn: OpenXML 文件 (Okapi)

source: Overwrite OMT Package
zh_cn: 覆盖 OMT 包

source: Overwrite project_save.tmx File
zh_cn: 覆盖 project_save.tmx 文件

source: Pack and delete project...
zh_cn: 打包并删除项目...

source: Pack project as OMT file...
zh_cn: 将项目打包为 OMT 文件...

source: Packing OMT project...
zh_cn: 正在打包 OMT 项目...

source: Paste
zh_cn: 粘贴

source: Paste from History
zh_cn: 从历史记录粘贴

source: Places text on clipboard at current location in text file.
zh_cn: 将剪贴板中的文本放在文本文件的当前位置上。

source: Please enter an integer between 1 and
zh_cn: 请输入一个整数，从 1 到

source: Protect entries with state='final' (if not set: they can be edited)
zh_cn: 保护 state='final' 的条目（若不启用：可以编辑此类条目）

source: Qt TS files (Okapi)
zh_cn: Qt TS 文件 (Okapi)

source: Re-applies the last action undone.
zh_cn: 重新应用上次撤消的操作。

source: Redo
zh_cn: 恢复

source: Regex
zh_cn: 正则表达式

source: Removes current selection and places it on the clipboard.
zh_cn: 删除当前选中的内容同时将其放到剪贴板中。

source: Removes current selection.
zh_cn: 删除当前选中的内容。

source: Replace
zh_cn: 替换

source: Replace All
zh_cn: 全部替换

source: Replace with:
zh_cn: 替换为：

source: SDL-XLIFF files (Okapi)
zh_cn: SDL-XLIFF 文件 (Okapi)

source: Segment beginning with a fuzzy match prefix
zh_cn: 以模糊匹配前缀开头的片段

source: Select All
zh_cn: 全选

source: Select a Filter Parameters File
zh_cn: 选择过滤器参数文件

source: Select location and name of the OMT package
zh_cn: 选择 OMT 包的位置和名称

source: Select the OMT package to import
zh_cn: 选择要导入的 OMT 包

source: Selects all text in current text document.
zh_cn: 选择当前文本文档中的所有文本。

source: Shift+Enter performs a backwards search
zh_cn: Shift+Enter 执行向后搜索

source: Show and protect entries with translate='no' (if not set: they are not extracted)
zh_cn: 显示并保护 translate='no' 的条目（若不启用：不会提取此类条目）

source: Sorry, there was a problem copying the parameters file.
zh_cn: 抱歉，复制参数文件时出现问题。

source: TagEditor TTX files (Okapi)
zh_cn: TagEditor TTX 文件 (Okapi)

source: Takes back the last action.
zh_cn: 收回上一个操作。

source: The package has been successfully unpacked.
zh_cn: 已成功解包。

source: The parameters file does not exist.
zh_cn: 参数文件不存在。

source: The project already has an ongoing translation.
zh_cn: 此项目中已经有正在进行的翻译。

source: The version attribute is missing.
zh_cn: 缺少版本属性。

source: Transifex project files (Okapi)
zh_cn: Transifex 项目文件 (Okapi)

source: Unable to determine the project folder.
zh_cn: 无法确定项目文件夹。

source: Undo
zh_cn: 撤消

source: Unpack project from OMT file...
zh_cn: 从 OMT 文件中解压缩项目...

source: Unpacking OMT package...
zh_cn: 正在解压缩 OMT 包...

source: Up
zh_cn: 向上

source: Updating current project with OMT package content
zh_cn: 正在使用 OMT 包的内容更新当前项目

source: Use the default filter settings (%s)
zh_cn: 使用默认的过滤器设置(%s)

source: Use the following filter parameters file:
zh_cn: 使用以下过滤器参数文件：

source: Whole word
zh_cn: 匹配单词

source: Wordfast Pro TXML files (Okapi)
zh_cn: Wordfast Pro TXML 文件 (Okapi)

source: Wrap
zh_cn: 循环查找

source: XLIFF files (Okapi)
zh_cn: XLIFF 文件 (Okapi)

source: XLIFF-2 files (Okapi)
zh_cn: XLIFF-2 文件 (Okapi)

source: XML files (Okapi - XML Filter)
zh_cn: XML 文件(Okapi - XML 过滤器)

source: XML files (Okapi - XML Stream Filter
zh_cn: XML 文件 (Okapi - XML 流过滤器

source: YAML files (Okapi)
zh_cn: YAML 文件 (Okapi)

source: You must specify a path.
zh_cn: 必须指定路径。
